function tradiciebi(){

document.getElementById("tradiii").innerHTML="მთის რაჭაში განსაკუთრებულ თაყვანს სცემენ წმინდა გიორგის. ულამაზესი სალოცავი, შხელის წმინდა გიორგი, სოფელ გლოლასთან დიდ გაშლილ მინდორზე მდებარეობს. შხელში ხატობა ორჯერ იმართება, მაისში — „ათანგენი“ (სახალხო დღესასწაული, რომელიც იმართებოდა საქართველოს სხვადასხვა კუთხეში წმინდანად შერაცხული მართლმადიდებელი ეპისკოპოსის ათენოგენეს პატივსაცემად. იგი ქ. სებასტიაში მის ათ მოწფესთან ერთად აწამეს 311 წელს) , წარმართული, თემური ხასიათის, ხოლო მეორე — გიორგობა, 10 ნოემბერს.";

}

function tradiciebi1() {

document.getElementById("tradiii").innerHTML='„ათანგენობას“ გლოლელები თავს იყრიან განატეხით(კვერებით), ღვინით და საკლავით. თემის უხუცესი წმინდა გიორგის შესთხოვდა თემის გაძლიერებას და წარმატებას. მომლოცველები, სხვადასხვა რიტუალებთან ერთად, იმ დღეს ასრულებდნენ, თუ რაიმე ჰქონდათ შეთქმული. გიორგობას მოდიან სხვადასხვა სოფლის მკვიდრნი, სნეულები წმ გიორგის შესთხოვენ განკურნებას.სალოცავთან ქალებს არ უშვებენ, არც ცხენოსანს აქვს იქ გავლის უფლება.';


}

function tradiciebi2() {

    document.getElementById("tradiii").innerHTML='მრავალ საინტერესო რიტუალთაგან ერთ-ერთია „შიოობა“.ოჯახის დოვლათიანობას მთის რაჭველები ევედრებიან წმინდა შიოს. ყველიერის ხუთშაბათს ოჯახის უხუცესი აიღებს ორ კვერცხს, ორ კვერს და ლოცვით ევედრება წმინდა შიოს, ოჯახში ბარაქა დაატრიალოს. ლოცვის შემდეგ კვერცხებს არმანში შედებენ, ვარცლზე კი ღვინით სავსე ჭიქას დგამენ. სწამთ, როცა შიო გამოივლის, მისი მათრახის კუდი ღვინოში ჩაეწობა და ოჯახშიც დოვლათი დატრიალდება. თუ ღვინო არ დახვდება, ეს ცუდის მომასწავებელია ოჯახისათვის.';
    
    
    }

    function tradiciebi3() {

        document.getElementById("tradiii").innerHTML='ყველიერის წინა შაბათს მთის რაჭაში „ბოსლობას“ მართავდნენ. ეს დღესასწაული პირუტყვის მოსამრავლებლად და მათი ფათერაკებისაგან დასაცავად იმართებოდა.გადმოცემის მიხედვით, ბოსლობა რაჭაში ყველიერის წინა შაბათს აღინიშნებოდა. მას მეტად მკაცრად იცავდა რაჭველი გლეხი. ბოსლობამდე ერთი კვირით ადრე იწყებოდა უქმობა. მამაკაცებს ეკრძალებოდათ ნაჯახის, წალდის, ჩაქუჩის და სხვათა ხმარება, ხოლო ქალებს მატყლის ჩეჩვა, რთვა, ქსოვა.იკრძალებოდა ჭრა- კერვა – მღრღნელებს მოსავალი რომ არ დაეჭრათ. არც ნემსის ხმარება შეიძლებოდა- საქონელს თვალები აეკერებაო. ზოგ სოფელში თმასაც კი არ ივარცხნიდნენ, ნათესი რომ არ გამეჩხერებულიყო.ბოსლობის დღეს , ვახშმამდე მარხულობდა მთელი ოჯახი, რათა მათი რწმენით საქონელი ნადირისაგან დაეცვათ. ბოსლობა ძირითადად მსხვილფეხა საქონლის გამრავლებისა და კეთილდღეობისათვის იყო.ქვემო რაჭაში ბოსლობის წინა დღეს, ე.ი ყველიერის წინა პარასკევს,  „ღორების პარასკევს“ – „კაი პარასკევს“ ეძახდნენ.ბოსლობას საღამოს ცხვებოდა საბოსლო განატეხი, „შეკეცილი“, „ლობუანი“, „ბაჭული“.( ოჯახში რამდენი წევრიც იყო იმდენ „ბაჭულს“ აცხობდნენ).'
        
        }